{"scenario0":"Sei venuto a conoscenza della corrente situazione tra magia e tecnologia e prima che sia troppo tardi decidi di parlare con il\npresidente del mondo tecnologico, una delle persone più potenti e più formate a livello informatico. Arrivi all'interno della struttura e\nnoti quanto la situazione sia critica e tesa, con tecnologi in preda al panico che smanettano ai loro computer. Osservi anche il presidente\nspazientirsi alla tua vista. Ti avvicini per provare a convincerlo che sei in grado di fermare la situazione e di non farla evolvere in maniera\nirrecuperabile, ma sembra che lui non voglia saperne. Cosa fai?\n1. Continui a convincerlo in modo arrogante e con toni altezzosi perchè i maghi sono superiori e non accetti che un tecnologo ti si rivolga in questo\nmodo.\n2. Decidi di andartene e di mollare la presa\n3. Continui a convincerlo in modo pacato e rispettoso, facendo capire che sei in grado di gestire la situazione e che una guerra non\nsarebbe vantaggiosa per nessuna delle due parti\n4. Rompi il computer in cui il mago è riuscito ad entrare e che il presidente ha sulla sua scrivania.\n",
"scenario1":"Ti trovi nel computer, immediatamente noti il mago che è entrato, decidi di avvicinarti e provi a parlarci. L'altro mago credendo che\ntu sia stato mandato dai tecnologi ti attacca. Cosa fai?\n1. Ti difendi e provi a bloccare i suoi movimenti con un incantesimo\n2. Lo attacchi con un incantesimo mortale\n3. Te la dai a gambe\n4. Provi a spiegargli la situazione all'esterno\n",
"scenario2":"Dopo avergli spiegato la situazione lo convinci ad uscire insieme a te dal pc, lo convinci dicendogli che una singola azione di questo \ntipo può rovinare le vite a migliaia e migliaia di persone. Il mago, ragionando, si convince ma dichiara di essere stanco della situazione \ne di tutte le proibizioni per entrambe le fazioni. Sciogli così l'incantesimo che\nteneva prigioniero il mago e ad interrompere la vostra discussione è \nl'antivirus del pc che vi vede come elementi che mettono a rischio la propria sicurezza. Cosa fai?\n 1. Scappi\r\n2. Lanci un incantesimo che romperà il sistema di antivirus\n3. Lanci un incantesimo di protezione su entrambi\n4. Lanci un incantesimo di invisibilità su entrambi\n",
"scenario3":"Siete al sicuro e chiedi all'altro mago come è riuscito ad entrare. Lui ti risponde che entrare è facile ma uscire è la cosa più complicata ma ti \npiega comunque di essere entrato nel pc con un incantesimo di traslazione tramite lo schermo. Cosa fai?\n1. Usi lo stesso metodo e ti avvicini allo schermo\n2. Decidi di avviarti alle porte di I/O e uscire da li\n3. Decidi di avviarti alla memoria ROM per farti dire come uscire da li\n4. Vai nella zona in cui si trova la scheda madre per uscire da li\n",
"scenario4":"Tu e l'altro mago, che hai appena scoperto chiamarsi Ash, vi abbracciate felici di esser riusciti ad uscire ma presto vi trovate a dover discutere \ncon il capo del mondo della tecnologia che appena si accorge di voi corre nella vostra direzione e comincia a litigare con Ash e a \nminacciarlo di iniziare una guerra. Cosa decidi di fare?\n1. Non fai nulla e non ti metti in mezzo, lasci che discutano da soli.\n2. Provi a far ragionare il presidente.\n3. Vai dal presidente della magia.\n4. Gli lanci un incantesimo per stordirlo\n",
"correctChoise0":"3",
"correctChoise1":"1",
"correctChoise2":"4",
"correctChoise3":"2",
"correctChoise4":"2",
"answer00":"Il presidente si spazientisce e ordina alle guardie di portarti fuori e di ucciderti.",
"answer01":"E'scoppiata la guerra e tra colpi di fucile e armi nucleari sei rimasto coinvolto e sei morto.",
"answer02":"Il presidente ha ancora qualche dubbio ma decide comunque di lasciarti provare e ti fa avvicinare\nalla sua scrivania con il computer in cui il mago è riuscito ad entrare.",
"answer03":"Il presidente su tutte le furie ordina alle guardie di ucciderti, sei morto!",
"answer10":"Gli lanci un incantesimo che lo rinchiude dentro una bolla e ne approfitti per spiegargli la situazione all'esterno",
"answer11":"Uccidi il mago provocando un danno all'interno del sistema che non ti permette di uscirne. Muori di fame e di stenti.",
"answer12":"L'incantesimo che ti ha lanciato è mirato per cui non puoi scappare. Vieni colpito alle spalle dall'incantesimo. Sei morto!",
"answer13":"Prima che tu possa aprire bocca vieni colpito da un incantesimo fatale che ti uccide.",
"answer20":"L'antivirus vi cattura e vi annienta.",
"answer21":"L'antivirus non è più in grado di proteggere l'intero sistema e in poco tempo il pc per difendersi inizia a lanciare una serie di errori. \nCominciate a vedere tutto nero e venite annientati.",
"answer22":"L'antivirus vi colpisce senza alcuna difficoltà etichettandovi come minacce eliminate. Siete morti!",
"answer23":"L'antivirus non è più in grado di rilevarvi e dunque non vede più alcun pericolo allontanandosi preso da voi",
"answer30":"Nonostante i vari tentativi non riesci ad uscire. Sei morto!",
"answer31":"Riesci ad uscire da li e ti ritrovi sulla scrivania del presidente del mondo della tecnologia",
"answer32":"La memoria non riesce a darvi alcuna informazione e non riuscite ad uscire, sei morto!",
"answer33":"Non riuscite ad uscire tramite la scheda madre. Sei morto di fame e di stenti.",
"answer40":"Le cose cominciano a sfuggire di mano, la discussione si anima e il preside decise di iniziare una guerra. Vieni ucciso all'interno dell'edificio.",
"answer41":"Provi a convincerlo nel modo più calmo possibile dicendogli che per una singola infrazione delle regole non si possono mettere in \npericolo milioni di vite e che bisognerebbe solo cercare di eliminare le due fazioni per diventare un unico popolo unito. \nIl presidente decide di calmarsi e di discutere con il capo del mondo magico, dove, dopo il giusto tempo, si deciderà di permettere ai maghi di usare\nla tecnologia come meglio credono e verrà permesso ai tecnologi di usare oggetti magici. Finalmente, grazie alle tue scelte corrette, non c'è più il \nclima di odio e di sfiducia tra i due mondi e regna la pace.",
"answer42":"Il presidente della magia decide lui stesso di dichiarare guerra al mondo tecnologico. Vieni ucciso durante la guerra",
"answer43":"Vieni ucciso dalle guardie.",
"trama":"In un mondo in cui tecnologia e magia coesistono, un mago, in grado di usare la tecnologia al suo massimo e anche di entrare nei libri che\ntrovava più interessanti e di diventarne un personaggio grazie alla sua magia, preso dalla voglia di rivoluzione entra in un computer collegato online\n, infrangendo così facendo una delle leggi che ha portato la pace tra le due schiere createsi anni addietro.\nUna delle due schiere è quella caratterizzata principalmente da persone senza poteri magici. Questa schiera deve la sua nascita ai continui soprusi subiti, \ninfatti “non-maghi” venivano continuamente scherniti e lasciati in disparte dai maghi. Decisero di rifarsi quindi con l'invenzione della tecnologia per \nmigliorare la loro posizione e per riuscire a stare al passo con coloro che sono stati baciati dalla magia. Come fosse una sorta di vendetta, ai maghi fù\nvietato l'uso della tecnologia in qualsiasi situazione.\nTra i sostenitori di questo pensiero c'erano anche figli di famiglie di maghi nati però senza poteri\nmagici e sempre trattati come le pecore nere, anche all'interno della stessa famiglia, e persone in grado di distruggere intere nazioni con un semplice \nclick.\nL'altra schiera, quella dei maghi, era caratterizzata dai pochi predestinati ma incredibilmente potenti, soprattutto tra le famiglie di alto rango.\nI conflitti tra di esse cessarono a seguire del patto “Technemagheìa”, basato\nsu una debole fiducia in quanto consisteva nel concedere l'uso della tecnologia\nai maghi vietando loro l'uso della magia sui dispositivi connessi online: I maghi non disponendo di abbastanza informazioni sulla tecnologia non poterono \ncreare dei sigilli adatti a fornire sicurezza sul mantenimento di tale patto.\nEppure il nostro protagonista Rowan, contro ogni tipo di conflitto e appartenente a una delle famiglie magiche più potenti,\n si troverà a dover risolvere 1nla guerra che sta per nascere dopo la rottura del divieto. \nRiuscirà a fermare il mago che ha causato tutto ciò e soprattutto a fermare le due parti prima\nche sia troppo tardi?\n",
"titolo":"Witchcraft Vs Technology: The Final War"




}